[Warden X2SoldierClassTemplate]
+DisplayName="Страж"
+ClassSummary="Стражи - псионически одаренные разведчики. Они не проходили традиционное обучение псионике и то, как они ее используют отличается от того, что мы знаем. Вместо того, чтобы применять пси-усилитель для увеличения силы разума, они  используют свое тело, как проводник инертной псионической энергии, находящейся на поле боя. Когда энергия проходит через Стража, он воздействует на нее, меняя ее свойства."
+LeftAbilityTreeTitle="Отлив"
+RightAbilityTreeTitle="Прилив"
+AbilityTreeTitles[0]="Отлив"
+AbilityTreeTitles[1]="Прилив"
+AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
+RandomNickNames[0]="Ахерон"
+RandomNickNames[1]="Эфир"
+RandomNickNames[2]="Аракис"
+RandomNickNames[3]="Атрейдес"
+RandomNickNames[4]="Боспор"
+RandomNickNames[5]="Кальдера"
+RandomNickNames[6]="Дьявольский поток"
+RandomNickNames[7]="Элизиум"
+RandomNickNames[8]="Эквинокс"
+RandomNickNames[9]="Фримен"
+RandomNickNames[10]="Лунный маг"
+RandomNickNames[11]="Нова"
+RandomNickNames[12]="Пульсар"
+RandomNickNames[13]="Красная река"
+RandomNickNames[14]="Алый сдвиг"
+RandomNickNames[15]="Разбойник"
+RandomNickNames[16]="Рубикон"
+RandomNickNames[17]="Пастырь"
+RandomNickNames[18]="Тигрис"
+RandomNickNames[19]="Дикое пламя"
+RandomNickNames[20]="Янарташ"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="Орион"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="Артемис"
;ALPHABETICAL ORDER
+PhotoboothSoloBLines_Male[0]="Его клинок... ИХ КРОВЬ!"
+PhotoboothSoloBLines_Male[1]="Шторм приближается."
+PhotoboothSoloBLines_Male[2]="Его клинок принесет СПРАВЕДЛИВОСТЬ!"
+PhotoboothSoloBLines_Male[3]="Если он с нами, кто может противостоять нам?"
+PhotoboothSoloBLines_Male[4]="Мастер меча. Торговец смертью."
+PhotoboothSoloBLines_Male[5]="\"Я не боюсь бури. Я и есть буря.\""
+PhotoboothSoloBLines_Female[0]="Её клинок... ИХ КРОВЬ!"
+PhotoboothSoloBLines_Female[1]="Шторм приближается."
+PhotoboothSoloBLines_Female[2]="Её клинок принесет СПРАВЕДЛИВОСТЬ!"
+PhotoboothSoloBLines_Female[3]="Если она с нами, кто может противостоять нам?"
+PhotoboothSoloBLines_Female[4]="Мастер меча. Торговец смертью."
+PhotoboothSoloBLines_Female[5]="\"Я не боюсь бури. Я и есть буря.\""

[WardensAdvance X2AbilityTemplate]
+LocFriendlyName="Натиск Стража"
+LocLongDescription="Атакуйте любого врага в радиусе передвижения, используя <Ability:SecondaryWeaponName/>. Активирует способность \"Прилив и отлив\" и меняет стойку, если у вас остались очки действия."
+LocHelpText="Атакуйте любого врага в радиусе передвижения, используя <Ability:SecondaryWeaponName/>. Активирует способность \"Прилив и отлив\" и меняет стойку, если у вас остались очки действия."
+LocPromotionPopupText="<Bullet/> Страж может выполнить \"Рывок\", используя оба действия для передвижения и при этом атаковать врага в ближнем бою, не завершая свой ход.<br/><Bullet/> Затем Страж активирует \"Прилив и отлив\" и может вновь начать движение.<br/><Bullet/> Страж по мере развития получает доступ к различным умениям для остающихся очков действия.<br/><Bullet/> Эта способность доступна в обеих стойках, но может быть применена только один раз за ход.<br/><Bullet/> Нельзя использовать при дезориентации.<br/>"

[WardenDecider X2AbilityTemplate]
+LocFriendlyName="Прилив и отлив"
+LocLongDescription="Стражи могут менять стойки вместо того, чтобы завершить свой ход после некоторых способностей, при условии, что у них осталось очко действия."
+LocHelpText="Стражи могут менять стойки вместо того, чтобы завершить свой ход после некоторых способностей, при условии, что у них осталось очко действия."
+LocPromotionPopupText="<Bullet/> Стражи могут использовать окружающую их псионическую энергию для перехода между наступательной и оборонительной стойками вместо завершения своего хода.<br/><Bullet/> Страж всегда начинает свой ход в наступательной стойке.<br/><Bullet/> Почти все атаки дальнего боя ограничены наступательной стойкой, а способности в оборонительной стойке позволяют Стражу свести на нет входящий урон или подготовиться к следующему ходу различными способами.<br/><Bullet/> \"Натиск Стража\" - это первая способность, связывающая обе стойки. Каждое применение способности \"Натиск Стража\" активирует \"Прилив и отлив\" при условии, если у Стража осталось очко действия.<br/><Bullet/> Страж по мере развития получит больше возможностей, как и где активировать \"Прилив и отлив\".<br/><Bullet/> Опытный Страж может выбрать, в какой стойке начать атаку и в какой стойке её закончить.<br/>"
+LocFlyOverText="Прилив и отлив"

[WardenImmunityActivate X2AbilityTemplate]
+LocFriendlyName="Предвидение"
+LocLongDescription="Предвидение защищает Стража от следующей повреждающей атаки и снимает повреждающие эффекты состояния при активации. Доступно только в оборонительной стойке. Завершает ход. Эта способность не может быть активирована в том же ходу, что и \"Непоколебимая концентрация\"."
+LocHelpText="Защищает от следующей повреждающей атаки."
+LocFlyOverText="Предвидение"
+LocPromotionPopupText="<Bullet/> Способность \"Предвидение\" защищает Стража от следующей наносящей урон атаки, создавая пси-щит, который имеет столько же здоровья, сколько максимальное здоровье Стража.<br/><Bullet/> Если Страж получает бонусное здоровье от предметов, щит будет сильнее.<br/><Bullet/> Доступно только в оборонительной стойке.<br/><Bullet/> Завершает ход.<br/><Bullet/> При активации снимает горение, кислотный ожог, отравление и кровотечение.<br/><Bullet/> Во время действия щита, Страж получает иммунитет к огню, яду, кислоте и кровотечению.<br/><Bullet/> Нельзя использовать при дезориентации.<br/><Bullet/> Эта способность не может быть активирована в том же ходу, что и \"Непоколебимая концентрация\".<br/><Bullet/> Страж не может долго поддерживать щит, он защищает только от первого входящего урона, а затем исчезает.<br/><Bullet/> Способность \"Предвидение\" не защищает Стража от специальных атак, которые обходят щиты, например, опутывание вайпера.<br/>"

[WardenDeception X2AbilityTemplate]
+LocFriendlyName="Хитрость"
+LocLongDescription="Последующие выстрелы в течение хода дают +5% к меткости в дополнение к +20% к шансу крит. попадания в ближнем бою и +10% к шансу крит. попадания в дальнем бою, если применяется против одной и той же цели."
+LocHelpText="Последующие выстрелы в течение хода дают +5% к меткости в дополнение к +20% к шансу крит. попадания в ближнем бою и +10% к шансу крит. попадания в дальнем бою, если применяется против одной и той же цели."
+LocFlyOverText="Хитрость"
+LocPromotionPopupText="<Bullet/> После выстрела из буллпапа дает +5% к меткости в дополнение к +20% к шансу крит. попадания в ближнем бою и +10% к шансу крит. попадания в дальнем бою против первоначальной цели на этом ходу.<br/><Bullet/> Способность Стража накапливать много действий за ход может привести к огромным бонусам от способности \"Хитрость\".<br/><Bullet/> Сочетайте эту способность, со способностями \"Непоколебимая концентрация\" или \"Дисбаланс\", чтобы получить огромные преимущества.<br/>"

[WardenConcentrationActivate X2AbilityTemplate]
+LocFriendlyName="Непоколебимая концентрация"
+LocLongDescription="Сконцентрируйтесь на своем следующем движении. Оборонительная стойка: +15% к меткости и шансу крит. попадания и +2 к критическому урону на 2 хода. Наступательная стойка: +10% к меткости и шансу крит. попадания и +1 к критическому урону. Активирует \"Прилив и отлив\". Снимает дезориентацию. Время действия 1 ход. Обновляет длительность начального эффекта, если он уже активен."
+LocHelpText="Даёт до +15% к меткости и шансу крит. попадания и +2 к критическому урону."
+LocPromotionPopupText="<Bullet/> При активации в оборонительной стойке дает +15% к меткости и шансу крит. попадания и +2 к критическому урону для всех способностей на 2 хода.<br/><Bullet/> При активации в наступательной стойке дает +10% к меткости и шансу крит. попадания и +1 к критическому урону для всех способностей на 2 хода.<br/><Bullet/> Доступно для применения и в оборонительной и в наступательной стойке.<br/><Bullet/> Перезарядка 1 ход.<br/><Bullet/> При активации снимает дезориентацию.<br/><Bullet/> Нельзя использовать во время горения.<br/><Bullet/> Активирует \"Прилив и отлив\", если у Стража осталось одно очко действия.<br/><Bullet/> Вы можете обновлять длительность начальных эффектов, например, активируйте способность в оборонительной стойке, чтобы получить +15% к меткости, а в следующем ходу активируйте способность в наступательной стойке, чтобы сохранить бонус в 15%, или наоборот.<br/>"
+LocFlyOverText="Непоколебимая концентрация"

[WardenBladeShredder X2AbilityTemplate]
+LocFriendlyName="Смертельный удар"
+LocLongDescription="Атаки мечом, разрушают броню. Они также получают бонус +10% к меткости и наносят +1 урон."
+LocHelpText="Атаки мечом, разрушающие броню. Страж при этом более точен и силен при атаках с мечом."
+LocPromotionPopupText="<Bullet/> Атаки в ближнем бою имеют +10% к меткости и наносят +1 урон.<br/><Bullet/> Успешная атака с использованием обычного меча уничтожит 1 ед. брони цели и нанесет +1 урон с +10% шансом попадания.<br/><Bullet/> Более продвинутые мечи разрушат больше брони цели.<br/>"

[WardenMarauder X2AbilityTemplate]
+LocFriendlyName="Интуиция"
+LocLongDescription="Обычные выстрелы не завершают ход, что позволяет стрелять, а затем перемещаться или стрелять дважды за ход."
+LocHelpText="Обычные выстрелы не завершают ход, что позволяет стрелять, а затем перемещаться или стрелять дважды за ход."
+LocPromotionPopupText="<Bullet/> Способность \"Интуиция\" дает Стражу больше тактических возможностей при планировании хода.<br/>"

[WardenBarrage X2AbilityTemplate]
+LocFriendlyName="Шквал"
+LocLongDescription="Атаки с фланга наносят врагам +1 урона. Все атаки получают бонус +10% к шансу критического попадания по врагу."
+LocHelpText="Атаки с фланга наносят врагам +1 урона. Все атаки получают бонус +10% к шансу критического попадания по врагу."
+LocFlyOverText="Шквал"

[WardenHalfSword X2AbilityTemplate]
+LocFriendlyName="Полумеч"
+LocLongDescription="Гарантированная опрокидывающая атака ближнего боя, наносящая 2-3 урона и дезориентирующая врага, если применена в оборонительной стойке. Активирует \"Прилив и отлив\". Может использовать бонусные эффекты оружия."
+LocHelpText="Гарантированная опрокидывающая атака ближнего боя, наносящая 2-3 урона и дезориентирующая врага, если применена в оборонительной стойке. Активирует \"Прилив и отлив\". Может использовать бонусные эффекты оружия."
+LocPromotionPopupText="<Bullet/> Опрокидывающая атака ближнего боя, которая дезориентирует цель на два хода, если применяется в оборонительной стойке. Перезарядка 3 хода.<br/><Bullet/> Гарантированный удар, наносящий 2-3 урона. Может использовать бонусные эффекты оружия.<br/><Bullet/> Способность \"Смертельный удар\" позволяет способности \"Полумеч\" разрушать броню и наносить +1 урона.<br/><Bullet/> Активирует \"Прилив и отлив\".<br/><Bullet/> Эта способность доступна в обеих стойках.<br/>"

[WardenLightningReflexes X2AbilityTemplate]
+LocFriendlyName="Молниеносные рефлексы"
+LocLongDescription="Каждый ход первый ответный выстрел промахивается по вам."
+LocHelpText="Каждый ход первый ответный выстрел промахивается по вам."
+LocPromotionPopupText="<Bullet/> Способность \"Молниеносные рефлексы\" могут использоваться для отвлечения врагов на выстрелы \"наблюдения\" и защиты товарищей по отряду.<br/>"

[WardenBladestorm X2AbilityTemplate]
+LocFriendlyName="Мясорубка"
+LocLongDescription="Свободные атаки мечом по любым врагам, подходящим на близкое расстояние или атакующим с него."
+LocHelpText="Свободные атаки мечом по любым врагам, подходящим на близкое расстояние или атакующим с него."
+LocFlyOverText="Мясорубка"
+LocPromotionPopupText="<Bullet/> Если противник начинает ход в соседней клетке, способность \"Мясорубка\" активируется, когда будет атакован Страж.<br/><Bullet/> Если противник начинает ход не на соседней клетке, \"Мясорубка\" активируется, когда он подойдет на дистанцию удара.<br/>"

[WardenBladestormAttack X2AbilityTemplate]
+LocFriendlyName="Мясорубка"
+LocLongDescription="Свободные атаки мечом по любым врагам, подходящим на близкое расстояние или атакующим с него."
+LocHelpText="Свободные атаки мечом по любым врагам, подходящим на близкое расстояние или атакующим с него."
+LocFlyOverText="Мясорубка"
+LocPromotionPopupText="<Bullet/> Если противник начинает ход в соседней клетке, способность \"Мясорубка\" активируется, когда будет атакован Страж.<br/><Bullet/> Если противник начинает ход не на соседней клетке, \"Мясорубка\" активируется, когда он подойдет на дистанцию удара.<br/>"

[WardenPremonition X2AbilityTemplate]
+LocFriendlyName="Предчувствие"
+LocLongDescription="Позволяет Стражу менять стойку не атакуя. Свободное действие с перезарядкой 3 хода. Активирует \"Прилив и отлив\"."
+LocHelpText="Позволяет Стражу менять стойку не атакуя. Свободное действие с перезарядкой 3 хода."
+LocPromotionPopupText="<Bullet/> Мастерское владение \"Приливом и Отливом\". <br/><Bullet/> Позволяет Стражу менять стойки не атакуя и активирует способность \"Прилив и отлив\".<br/><Bullet/> Это свободное действие с перезарядкой 3 хода. <br/><Bullet/> Позволяет проводить интересные комбинации, в которых Страж может сначала атаковать, используя ближний бой, а затем выстрелить в упор, или подготовиться с помощью оборонительной стойки, а затем ринуться в атаку.<br/><Bullet/> Эта способность доступна в обеих стойках.<br/><Bullet/> Может быть использована при горении и дезориентации.<br/>"

[WardenWinding X2AbilityTemplate]
+LocFriendlyName="Изгиб"
+LocLongDescription="Крученый удар ближнего боя, который наносит критический урон и гарантирует, что цель получит дополнительные +3 урона от всех атак в будущем. Доступно только в наступательной стойке. Нельзя применить \"Натиск Стража\" на том же ходу. Активирует \"Прилив и отлив\"."
+LocHelpText="Крученый удар ближнего боя, который наносит критический урон и гарантирует, что цель получит дополнительные +3 урона от всех атак в будущем. Доступно только в наступательной стойке. Активирует \"Прилив и отлив\"."
+LocPromotionPopupText="<Bullet/> Изгиб наносит гарантированный критический урон и накладывает "\"Разрыв\" при попадании.<br/><Bullet/> Цели с разрывом получают дополнительно 3 урона от каждой атаки. Перезарядка 4 хода. <br/><Bullet/> Способность \"Изгиб\" использует собственный эффект разрыва, он всегда дает +3 к урону.<br/><Bullet/> Хотя способность \"Изгиб\" гарантирует критический урон, она не гарантирует попадание.<br/><Bullet/> После активации способности \"Изгиб\" вы не можете использовать \"Натиск Стража\" в течение того же хода.<br/><Bullet/> Активирует \"Прилив и отлив\".<br/><Bullet/> Может быть использована только в наступательной стойке.<br/>"

[WardenPush X2AbilityTemplate]
+LocFriendlyName="Волна Стража"
+LocLongDescription="Отталкивает всех врагов вокруг Стража в большой радиусе и оглушает их. Дезориентирует, если находится в оборонительной стойке. Наносит 4-6 урона, игнорируя укрытия и броню. Оглушает на 1 очко действия. Перезарядка 5 ходов. Активирует \"Прилив и отлив\"."
+LocHelpText="Отталкивает всех врагов вокруг Стража в большой радиусе и оглушает их. Дезориентирует, если находится в оборонительной стойке. Наносит 4-6 урона, игнорируя укрытия и броню. Оглушает на 1 очко действия. Перезарядка 5 ходов. Активирует \"Прилив и отлив\"."
+LocPromotionPopupText="<Bullet/> Страж собирает всю псионическую энергию на поле боя и выплескивает ее, чтобы отбросить каждого врага назад, даже если он находится в укрытии.<br/><Bullet/> Игнорирует дружественные цели.<br/><Bullet/> Не завершает ход.<br/><Bullet/> Наносит 4-6 урона, игнорируя укрытия и броню.<br/><Bullet/> Оглушает на 1 очко действия. Дезориентирует на 2 хода, если находится в оборонительной стойке. Перезарядка 5 ходов.<br/><Bullet/> Не наносит ущерба окружению.<br/><Bullet/> Эта способность доступна в обеих стойках.<br/><Bullet/> Активирует \"Прилив и отлив\".<br/><Bullet/> Способность \"Волна Стража\" имеет большой потенциал для лишения укрытий врагов, если активировать ее в центре вражеской группы.<br/>"

[WardenUnbalanceShot X2AbilityTemplate]
+LocFriendlyName="Дисбаланс"
+LocLongDescription="Успешный выстрел заставляет цель потерять равновесие. Цель получает дополнительные +25% урона от всех источников до конца хода. Доступен в обоих стойках. Не завершает ход. Тратит 2 ед. боеприпаса. Перезарядка 3 хода."
+LocHelpText="Вызывает потерю равновесия цели. \"Несбалансированные\" цели получают дополнительные 25% урона от всех источников до конца хода".
+LocHitMessage="Несбалансированный"
+LocPromotionPopupText="<Bullet/> Цель получает дополнительные 25% урона от всех источников до конца хода.<br/><Bullet/> Не завершает ход.<br/><Bullet/> Тратит 2 ед. боеприпаса и имеет перезарядку 3 хода.<br/><Bullet/> Доступно в обеих стойках.<br/><Bullet/> Способность \"Дисбаланс\" - единственная способность дальнего боя, которая доступна в оборонительной стойке.<br/>"

[WardenBarrageUnlock X2SoldierAbilityUnlockTemplate]
+DisplayName="Страж: шквал"
+Summary="Атаки с фланга наносят врагам +1 урон. Все атаки имеют бонус +5% к шансу критического попадания."